---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MA
source: html/1928394b-7e06-4f56-02dc-f598ebd9a14c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MA Property

Symbol mA, indicating unit Milliamperes.

## Syntax (C#)
```csharp
public static ForgeTypeId MA { get; }
```